{
    "intro":{
        "name": "Jacob Scarani",
        "title": "UX Designer pursuing a degree in Human Centered Computing"
    },
    "nav": {
        "portfolio": "Portfolio",
        "about": "About",
        "resume": "Resume",
        "contact": "Contact"
    },
    "about": {
        "1": "Hi, I’m Jacob. I am a 4th year student at Rochester Institute of Technology pursuing a B.S. degree in Human Centered Computing with a minor in Japanese. I currently live in the Philadelphia area.",
        "2": "I believe I got my drive for UX through the backgound of my family. My mother went to art school and worked as a graphic designer before pursuing a career in Early Childhood education. Both of my mothers parents were also artists and designers. My father is an architect. With these family members, I grew up with a very creative maternal side, and a very logical but design based paternal side.",
        "3": "From a young age I got invloved in the use of computers in technology,　and due to my communication disability as a child, I was always on some piece of technology. Whether it be my Gameboy , the Xbox, or the family PC. Needless to say, technology is an important part of my life and from the start, I knew I was going to do something with technology.",
        "4": "I have also been learning Japanese since late high school when I went a Japanese language camp for the summer. From there I knew I was going to continue my studies at RIT and pursued a minor. I credit my original interest in Japanese to my mom. She studied Japanese when she was in college and lived in Kobe for a year. She loves Japan. In 2019 I spent my Spring semester in Nagoya, Japan through IES abroad at Nanzan University. I spent  the first 4 months of the program in homestay and the last month in a dorm. I spent the following summer on an Internship for Tamago-DB in Tokyo.",
        "5": "I really love learning about Japanese language and culture and I have extended my interest to other cultures worldwide.",
        "6": "Outside of School and UX, I enjoy video games, hiking, and spending time with my Dog, Dexter. I recently started trying to practise guitar again and teaching myself how to draw."
    },
    "resume": {
        "download": "Download PDF"
    },
    "contact": {
        "name": "Name",
        "email": "Email",
        "phone": "Phone",
        "msg": "Message",
        "send": "Send"
    },
    "footer": {
        "location": "Location",
        "curr_loc": "Philadelphia, PA, USA",
        "web": "Around the web"
    }
}